/* 
  Localizable.strings
  Matrix Calculator

  Created by Zichuan Huang on 06/09/2015.
  Copyright © 2015 Zichuan Huang. All rights reserved.
*/

new = "新建";
saveTitle = "保存矩阵为";
usedCharacter = "已用名称: ";
none = "无";
alertMsg = "\n使用已用过的名称会覆盖之前的矩阵";
save = "保存";
cancel = "取消";
notInvertible = "不存在逆矩阵!";
notSquare = "不是方块矩阵!";
dimensionMismatch = "无法运算 %d×%d 和 %d×%d 的矩阵!";
FirstTimeEnter = "先选一个矩阵，再选要进行的运算。";
FirstTimeSwipe = "滑动来选择不同的行和列。";
FirstTimeMatrixAns = "当答案是矩阵时，直接选择一个运算或者点它来保存下来。";
DecimalTut = "用2个手指水平滑动来选择分数或者小数显示。(无限小数会以分数显示)";
likeTitle = "调查";
likeMessage = "你觉得这个矩阵计算器好用吗?";
likeYes = "好用";
likeNo = "不好用 我有意见";
rateTitle = "打分";
rateMessage = "能抽出一点时间给我打个分吗？>.<";
rateYes = "没问题";
rateNo = "没空";
rateLater = "以后再说";